/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "参照不可 - サービスが動作していません";

"kDateFormatter" = "%c";

"kErrorCode" = "エラーコード： ";

"kUsersAlreadyDisconnectedTtl" = "一部のユーザはすでに接続を解除されています";

"kUsersAlreadyDisconnectedMsg" = "接続を解除したいユーザを選択するか、接続を解除しないユーザを選択してください。";

"kStopNowAlertMsg" = "ファイルサーバを今すぐ停止すると、接続中のユーザのデータが失われる可能性があります。\n“接続”パネルの“停止”ボタンを使って、指定時間後に停止することもできます。";

"kRestartNowAlertMsg" = "ファイルサーバを今すぐ再起動すると、接続中のユーザのデータが失われる可能性があります。\n“接続”パネルの“停止”ボタンを使って、指定時間後に停止することもできます。";

"kRecycleNowAlertMsg" = "ファイルサーバを今すぐリサイクルすると、接続中のユーザのデータが失われる可能性があります。\n“接続”パネルの“停止”ボタンを使って、指定時間後に停止することもできます。";


"NOT_SUPPORTED_BY_LEOPARD" = "このバージョンの AFP サーバはこの機能に対応していません。";

/* Failover support */
"kFailover1Title" = "AFP サービスを開始できません";
"kFailover1Msg" = "サーバがフェイルオーバーペアのパックアップとして使用されているため、AFP サービスを開始できません。";
"SECONDARY" = "このコンピュータは現在、フェイルオーバーペアのバックアップとして構成されています。Apple ファイルの設定は、フェイルオーバーペアのマスターコンピュータから自動的に同期されます。";
"PRIMARY" = "マスター";
"500" = "フェイルオーバーペアのバックアップコンピュータに設定を書き込むことはできません。";

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "参照不可";

"YES" = "入";

"NO" = "切";

"kMoreGuestsThanClientsErrorString" = "ゲストの最大接続数は %d（クライアントの最大接続数）を超えないようにしてください";

"kStopButton" = "停止...";

"kCancelStopButton" = "停止をキャンセル";

"kGuest" = "<ゲスト>";

"kSummaryConnections" = "%d 個の接続";

"kSummaryThrouputPerSecFormatter" = "%@／秒";


// Session states shown in connected user list "Status" column
"kDisconnecting" = "接続を解除中";
"kDisabled/Asleep" = "使用不可／スリープ";
"kNormal" = "通常";

/* Overview */

"Apple File Service is:" = "Apple ファイルサービス：";
"Start Time:" = "開始時間：";
"Current Throughput:" = "現在のスループット：";
"Current Connections:" = "現在の接続数：";
"Guest Access:" = "ゲストアクセス：";
"No Connections Yet" = "未接続";

/* Graphs */
"Average Connected Users" = "平均接続ユーザ数";
"Throughput" = "スループット";

/* Logs */
"Access Log" = "アクセスログ";
"Error Log" = "エラーログ";

/* DO NOT LOCALIZE THESE */

"kSeparatorForFlattenedList" = "、";